Repository: 84000/data-translation-memory
Catalog: toh1-1-v1.tmx
Source language: bo
Languages: en

source: བཙུན་པ་སྔོན་གང་རབ་ཏུ་འབྱུང་བ་ན་ཕམ་པར་འགྱུར་བ་བཞི་ལས་ལྟུང་བ་གང་ཡང་རུང་བ་བྱུང་བ་
en: “Reverend, if a person who has fallen by committing any of the four actions leading to defeat during a previous ordination career

source: དེ་གལ་ཏེ་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་འབྱུང་བ་དང་བསྙེན་པར་རྫོགས་པ་དགེ་སློང་གི་དངོས་པོ་འཚལ་ན།
en: seeks monkhood, to go forth and be ordained in the well-proclaimed Dharma and Vinaya,

source: རབ་ཏུ་དབྱུང་བར་བགྱིའམ། རབ་ཏུ་དབྱུང་བར་མི་བགྱི།
en: should his going forth be allowed or not?”

source: དེས་དེ་ལ་ཕམ་པར་འགྱུར་བ་བཞི་ལས་ལྟུང་བ་གང་ཡང་རུང་བ་བྱུང་བ་མ་ཡིན་ནམ་ཞེས་དྲི་བར་བྱའོ། །།
en: you should ask, ‘You have not fallen by committing any of the four acts leading to defeat, have you?’

source: དགེ་སློང་དག་གལ་ཏེ་གང་ཟག་མ་མཐོང་བས་གནས་ནས་ཕྱུང་བ་བབས་པ་ཞིག་ཡང་ཕྱིར་འོངས་ནས།
en: “Monks, if a person who has been suspended for refusing to acknowledge a transgression returns

source: ཚེ་དང་ལྡན་པ་དག་ལྟུང་བ་མཐོང་གིས་བདག་རབ་ཏུ་དབྱུང་བར་གསོལ་ཞེས་ཟེར་ན་
en: and says, ‘Venerables, I acknowledge the transgression. Please allow my going forth,’

source: དེ་རབ་ཏུ་དབྱུང་བར་བྱའོ། །
en: then you should allow his going forth.

source: རབ་ཏུ་ཕྱུང་ནས་ཚེ་དང་ལྡན་པ་དག་ལྟུང་བ་བཤགས་པར་བྱས།
en: Once he has gone forth, if he says, ‘Venerables, I confess my transgression.

source: བདག་བསྙེན་པར་རྫོགས་པར་མཛད་དུ་གསོལ་ཞེས་ཟེར་ན་
en: Please grant me ordination,’

source: བསྙེན་པར་རྫོགས་པར་བྱའོ། །
en: then he should be granted ordination.

source: ཇི་སྟེ་བསྙེན་པར་རྫོགས་ནས་ལྟུང་བ་མ་མཐོང་ངོ་ཞེས་ཟེར་ན།
en: If perchance, after being ordained, he should say, ‘I do not acknowledge the transgression,’

source: གལ་ཏེ་དགེ་འདུན་ཚོགས་པ་ཡོད་ན་ཡང་མ་མཐོང་བས་གནས་ནས་དབྱུང་བར་བྱའོ།
en: then, provided there is a majority within the saṅgha, he should be suspended for refusing to acknowledge the transgression.

source: གལ་ཏེ་ཚོགས་པ་མེད་ལ་ཇི་སྟེ་བསྙེན་པར་རྫོགས་ན་ལེགས་པར་བསྙེན་པར་རྫོགས་པ་ཡིན་ཏེ། །།
en: In the event that there is no majority within the saṅgha and he has been ordained, the ordination is to be judged valid,

source: འདི་ལྟར་གང་ཟག་གིས་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་འབྱུང་བ་དང་བསྙེན་པར་རྫོགས་པ་དགེ་སློང་གི་དངོས་པོ་རྙེད་པར་དཀའ་བ་ཡིན་པའི་ཕྱིར་རོ།
en: for it is difficult for a person to find monkhood, to go forth and be ordained in the well-proclaimed Dharma and Vinaya.

source: མ་མཐོང་བས་གནས་ནས་ཕྱུང་བ་ཇི་ལྟ་བ་བཞིན་དུ་ཕྱིར་མི་འཆོས་པས་གནས་ནས་ཕྱུང་བ་དང་།
en: The same conditions apply to suspensions meted out for refusing to amend one’s behavior,

source: སྡིག་པ་ཅན་གྱི་ལྟ་བའི་རྣམ་པ་མི་གཏོང་བས་གནས་ནས་ཕྱུང་བ་ཡང་དེ་བཞིན་ནོ།། །
en: and suspensions meted out for refusing to give up deviant views.”

source: སྡོམ་ལ། ལག་རྡུམ་དག་དང་རྐང་རྡུམ་དང་། །
en: An index: Those with missing hands, missing legs,

source: ལག་སོར་ཟླུམ་པོར་འཇས་པ་དང་། །མཆུ་མེད་ལུས་ལ་རྨ་མཚན་ཅན། །
en: Those with hands of webbed fingers, With no lips, whose bodies are marked,

source: རྒན་ཆེས་པ་དང་གཞོན་ཆེས་དང་། །ཐེང་པོ་སྨད་འཆར་ཞར་བ་དང་། །
en: The very old, the very young, The lame, those with deformed lower parts, those missing an eye,

source: ལག་སོར་རྡུམ་སྒུར་མིའུ་ཐུང་དང་། །ལྦ་བ་ལྐུགས་པ་འོན་པ་དང་། །རྟེན་འཕྱེ་དང་ནི་རྐང་འབམ་དང་། །
en: Missing hands, hunchbacks, dwarves, Those with goiters, the mute, the deaf, Those with mobility aids, with elephantiasis,

source: བུད་མེད་ཀྱིས་དུབ་ཁུར་གྱིས་དུབ། །མི་གང་ལམ་གྱིས་དུབ་རྣམས་དང་། །
en: Those worn out by women, worn out by burdens,

source: ཡ་ཟ་མ་ལུག་གཏའ་གམ་དང་། །དེ་ལྟ་བུ་ཡི་མི་རྣམས་ནི། །
en: Those people worn out by the road, With debilitating digestive disorders and cretins.

source: དྲང་སྲོང་ཆེན་པོས་དགག་པ་མཛད། །མཛེས་པ་རབ་ཏུ་དབྱུང་བ་དང་། །
en: The great seer forbade People such as this.

source: རྫོགས་སངས་རྒྱས་ཀྱིས་རབ་མཁྱེན་ཏེ། །བདེན་པའི་མཚན་གྱིས་བཀའ་སྩལ་ཏོ། །
en: Knowing all, the Perfectly Awakened One, Whose name denotes truth, proclaimed

source: ཡོངས་སུ་དག་པ་བསྙེན་རྫོགས་པར། །
en: That going forth is for the gracious And ordination for the pure.

source: གང་རབ་ཏུ་བྱུང་བ་དང་བསྙེན་པར་རྫོགས་པར་བྱས་པ་དེས་ཇི་སྲིད་དུ་འདི་དག་ནི་གནས་ངན་ལེན་ཀུན་དུ་སྤྱོད་པ་དག་ཡིན་ནོ་ཞེས་བྱ་བར་མི་ཤེས་པ་དེ་སྲིད་དུ་དེ་དེ་དག་དང་ལྷན་ཅིག་གནས་པར་བྱེད་ལ། །
en: kept as wards anyone whose going forth had been allowed and who had been ordained, but who could not recognize a rogue.

source: གང་གི་ཚེ་ཤེས་པར་གྱུར་པ་དེའི་ཚེ་དགེ་སློང་རང་བཞིན་དུ་གནས་པ་དག་དང་ལྷན་ཅིག་གནས་པར་བྱེད་དེ། །
en: Once the wards could recognize a rogue, they were entrusted as wards to sound monks.

source: སྟོན་པའི་བཀའ་ལུང་གིས་དུས་གསུམ་དུ་འགྲོ་བའི་ཕྱིར་བལྟ་བ་འབའ་ཞིག་བྱེད་དོ།
en: On the advice of the Teacher, they would on occasion simply look in on their wards.

source: དེ་ནས་དེ་དག་གིས་གྲོས་བྱ་བར་བརྩམས་པ།
en: When this came up in conversation,

source: དགའ་བོ་ཉེ་དགའ་ལྷུང་བཟེད་ནག་པོ་ཅན་འདི་དག་ནི་བཙས་འཕྲོག་པ་དང་འདྲ་སྟེ།
en: Nanda and Upananda said, “These black begging bowl carriers might as well be snatching babies!

source: བདག་ཅག་གིས་རབ་ཏུ་ཕྱུང་བ་རྣམས་འདི་དག་གིས་འཕྲོག་པར་བྱེད་ཀྱིས། །
en: Everyone we allow to go forth, they up and snatch away!

source: ད་ནི་ལྷུང་བཟེད་ནག་པོ་ཅན་རྣམས་ཀྱིས་དབྲོག་པར་མི་འགྱུར་བ་གང་ཡིན་པ་དེ་འདྲ་བ་རབ་ཏུ་དབྱུང་བར་བྱའོ་ཞེས་གྲོས་བྱས་སོ།
en: Let’s allow to go forth the sort that these black begging bowl carriers won’t snatch away.”

source: ཇི་ཙམ་དུས་གཞན་ཞིག་ན་ཉེ་དགའ་ཀུན་དུ་འཁྱམ་པས་མི་ལག་རྡུམ་ཞིག་མཐོང་ནས་སྨྲས་པ།
en: Some time later, Upananda was out for a stroll when he saw a man missing his hands and said,

source: བཞིན་བཟངས་ཅིའི་ཕྱིར་རབ་ཏུ་མི་འབྱུང་། །
en: “Dear sir , why do you not go forth?”

source: དེས་སྨྲས་པ། འཕགས་པ་བདག་ལག་པ་མ་ཚང་བ་སུ་ཞིག་གིས་རབ་ཏུ་འབྱིན་པར་བགྱིད།
en: He replied, “Noble one, as I have no hands, no one will allow me to go forth.”

source: ཉེ་དགའས་སྨྲས་པ། བཞིན་བཟངས་བཅོམ་ལྡན་འདས་ཀྱི་བསྟན་པ་ལ་ཐུགས་རྗེས་རབ་ཏུ་ཕྱེ་བ་ཡིན་གྱིས། ཁོ་བོས་ཁྱོད་རབ་ཏུ་དབྱུང་བར་བྱའོ་ཞེས་
en: “Dear sir , the Blessed One’s teachings are characterized by compassion. I shall allow your going forth.”

source: དེས་དེ་རབ་ཏུ་ཕྱུང་ཞིང་བསྙེན་པར་རྫོགས་པར་བྱས་སོ།
en: And with that he allowed his going forth and ordination.

source: དེ་ནས་ཞག་གཉིས་སམ་གསུམ་ཞིག་ཀུན་དུ་སྤྱོད་པའི་ཆོས་རྣམས་བསླབས་ནས་
en: After two or three days of teaching him how Dharma practitioners conduct themselves,

source: སྨྲས་པ། བཞིན་བཟངས་རི་དགས་ཀྱིས་རི་དགས་མི་སོས།
en: Upananda said, “Dear sir , game does not eat other game.

source: མཉན་ཡོད་རྒྱ་ཆེ་ལ་རང་གི་སྤྱོད་ཡུལ་དང་ཡབ་ཀྱི་སྤྱོད་ཡུལ་ཡིན་པས་བསོད་སྙོམས་རྒྱུས་ལ་འཚོ་བར་གྱིས་ཤིག །
en: The whole of Śrāvastī is your field and fatherland, so seek out alms and live on them.”

source: དེས་སྨྲས་པ། མཁན་པོ་ཇི་ལྟར་བསོད་སྙོམས་རྒྱུ་བར་བགྱི།
en: “Preceptor, how am I to go begging alms?”

source: དེས་སྨྲས་པ། ཁྱོད་ཀྱིས་དེ་ཙམ་ཡང་མི་ཤེས་སམ། ངས་ཁྱོད་ལ་བསྟན་པར་བྱའོ་ཞེས་
en: “Do you not know even that much? I will show you.”

source: དེས་དེའི་ཤམ་ཐབས་ནི་སྲད་བུས་བཅིངས། ཆོས་གོས་ནི་ཚེར་མས་གཏུར་ཏེ་བསྐོན།
en: Upananda tied the handless monk’s lower robe on with a cord, fastened his Dharma robe up with a pin,

source: དཔུང་པ་གཡོན་པར་ནི་ལྷུང་བཟེད་ཀྱི་སྣོད་བཞག །དཔུང་པ་གཡས་པར་ནི་ཁར་གསིལ་བཏགས་སོ། །
en: placed his begging bowl in the crook of his left arm, and nestled his monk’s staff in the crook of his right arm.

source: དེ་ནས་དེ་མཉན་ཡོད་དུ་སྤྱོད་ཡུལ་དུ་ཞུགས་པ་དང་བུད་མེད་ཀྱིས་བྲང་བརྡུངས་ནས་སྨྲས་པ།
en: The handless monk had entered Śrāvastī on his rounds when a woman beat on his chest and cried,

source: འཕགས་པ་སུས་ཁྱོད་རབ་ཏུ་བྱུང་བའི་ལག་པ་གཉིས་བཅད།
en: “Noble one! Who cut off the hands of a renunciant?”

source: དེས་སྨྲས་པ། སྲིང་མོ་ཁྱིམ་པ་ནས་ཁོ་བོའི་ལག་པ་ཆད་དེ།
en: “Sister,” he replied, “my hands were cut off when I was still a householder.

source: རབ་ཏུ་བྱུང་ནས་ཆད་པ་མ་ཡིན་ནོ། །
en: They were not cut off after I went forth.”

source: སུས་རབ་ཏུ་ཕྱུང་། དེས་སྨྲས་པ། མཁན་པོ་ཉེ་དགའས་སོ། །
en: “Who allowed your going forth?” “The preceptor Upananda.”

source: དེ་རྣམས་ཀྱིས་སྨྲས་པ། གནས་ངན་ལེན་ཀུན་དུ་སྤྱོད་པ་དེ་མ་གཏོགས་པས་གཞན་སུ་ཞིག་འདི་ལྟ་བུ་རབ་ཏུ་འབྱིན་པར་བྱེད་ཅེས་ཟེར་བའི་སྐབས་
en: The people said, “Who else but a rogue would allow the going forth of someone like him?”

source: ཉེས་དམིགས་གང་ཅུང་ཟད་ཅི་བྱུང་བ་དེ་ནི་དགེ་སློང་དག་ལག་རྡུམ་རབ་ཏུ་འབྱིན་པ་ལས་གྱུར་པ་ཡིན་ནོ་སྙམ་ནས་བཀའ་སྩལ་པ།
en: “All those shortcomings ensue from the monks allowing the going forth of those without hands.”

source: དགེ་སློང་དག་དེ་ལྟ་བས་ན་དགེ་སློང་གིས་ལག་རྡུམ་རབ་ཏུ་དབྱུང་བར་མི་བྱ་བསྙེན་པར་རྫོགས་པར་མི་བྱའོ། །རབ་ཏུ་འབྱིན་པར་བྱེད།
en: Then the Blessed One decreed, “Monks, in light of this, monks should not allow going forth, nor grant ordination, to those who are missing hands.

source: བསྙེན་པར་རྫོགས་པར་བྱེད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ། །
en: A serious breach occurs if you allow their going forth and grant them ordination.

source: ལག་རྡུམ་ཇི་ལྟ་བ་དེ་བཞིན་དུ་རྐང་རྡུམ་དང་།
en: Just as it is so for those missing hands, it is also so for those missing legs,

source: ལག་སོར་ཟླུམ་པོར་འཇས་པ་དང་། མཆུ་མེད་པ་དང་། ལུས་ལ་རྨ་མཚན་ཅན་དང་། རྒན་ཆེས་པ་དག་ཀྱང་དེ་བཞིན་ནོ། །
en: hose with hands of webbed fingers, those with no lips, those whose bodies are marked, or the very old.

source: དགེ་སློང་དག་གཞོན་ཆེས་པ་དག་རབ་ཏུ་འབྱིན་པར་བྱེད་ནས་
en: Monks, if you allow the going forth of those who are too young,

source: དེ་དག་གིས་དགེ་འདུན་གྱི་གནས་མལ་བཤང་གཅིས་མ་རུང་བར་བྱེད་ནས།
en: they will spoil the saṅgha’s bedding with urine and feces.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དེ་དག་ཀྱང་རབ་ཏུ་དབྱུང་བར་མི་བྱའོ། །
en: The Blessed One decreed, “Their going forth should not be allowed either.”

source: ཐེང་པོ་དག་རབ་ཏུ་འབྱིན་པར་བྱེད་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: “The going forth of the lame is also being allowed,” the Blessed One said.

source: དེ་དག་ཀྱང་རབ་ཏུ་དབྱུང་བར་མི་བྱའོ། །
en: “Neither should their going forth be allowed.”

source: སྨད་འཆལ་དང་། ཞར་བ་དང་། ལག་སོར་རྡུམ་པོ་དང་། སྒུར་པོ་དང་། མིའུ་ཐུང་དང་། ལྦ་བ་ཅན་དང་། ལྐུགས་པ་དང་། འོན་པ་དང་། རྟེན་འཕྱེ་དང་། རྐང་འབམ་དག་རབ་ཏུ་འབྱིན་པར་བྱེད་ནས་
en: “The going forth of loose women, those missing an eye, those missing hands, hunchbacks, dwarves, those with goiters, the mute, the deaf, cripples, and those with elephantiasis are also being allowed,”

source: དེ་ལྟ་བུ་དག་ཀྱང་རབ་ཏུ་དབྱུང་བར་མི་བྱའོ། །
en: the Blessed One said. “People such as they should not be allowed to go forth.

source: རབ་ཏུ་འབྱིན་པར་བྱེད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ། །
en: If you allow them to go forth, a serious breach occurs.”

source: དགེ་སློང་དག་བུད་མེད་ཀྱིས་དུབ་པ་དང་། ཁུར་གྱིས་དུབ་པ་དང་།
en: “Monks, the going forth of those worn out by women, those worn out by burdens,

source: ལམ་གྱིས་དུབ་པ་དང་། ཡ་ཟ་མ་ལུག་དང་། །
en: those worn out by the road, those with debilitating digestive disorders,

source: གཏའ་གམ་བ་དག་རབ་ཏུ་འབྱིན་པར་བྱེད་ནས་
en: and cretins are also being allowed,”

source: བསྡུ་བར་བྱ་བའི་སྐབས་སོ། །
en: There are also other cases that warrant further exclusion.

source: རབ་ཏུ་འབྱུང་བའི་གཞི་རྫོགས་སྷོ།
en: Thus concludes “ The Chapter on Going Forth
